Repository: Sma1lboy/yap
Catalog: VoiceInk/Localizable.xcstrings
Source language: en
Languages: de, fr, zh_hans, zh_hant

source: Transcription Failed: No model selected
de: Transkription fehlgeschlagen: Kein Modell ausgewählt
fr: Échec de la transcription : aucun modèle sélectionné
zh_hans: 转写失败：未选择模型
zh_hant: 轉錄失敗：未選擇模型

source: Transcription Formatting
de: Transkriptionsformatierung
fr: Formatage des transcriptions
zh_hans: 转写格式
zh_hant: 轉錄格式

source: Transcription Language
de: Transkriptionssprache
fr: Langue de transcription
zh_hans: 转写语言
zh_hant: 轉錄語言

source: Transcription Model
de: Transkriptionsmodell
fr: Modèle de transcription
zh_hans: 转写模型
zh_hant: 轉錄模型

source: Transcription Models
de: Transkriptionsmodelle
fr: Modèles de transcription
zh_hans: 转写模型
zh_hant: 轉錄模型

source: Transcription Time
de: Transkriptionszeit
fr: Temps de transcription
zh_hans: 转写用时
zh_hant: 轉錄用時

source: Transcription and enhancement with no API key; pay as you go
de: Transkription und Verbesserung ohne API-Schlüssel, Abrechnung nach Verbrauch
fr: Transcription et amélioration sans clé API, paiement à l'usage
zh_hans: 转写和润色，不需要 API key，按用量付费
zh_hant: 轉錄和潤色，不需要 API key，按用量付費

source: Transcription failed using SpeechAnalyzer.
de: Transkription mit SpeechAnalyzer fehlgeschlagen.
fr: La transcription a échoué avec SpeechAnalyzer.
zh_hans: 使用 SpeechAnalyzer 转写失败。
zh_hant: 使用 SpeechAnalyzer 轉錄失敗。

source: Transcription failed: %@
de: Transkription fehlgeschlagen: %@
fr: Échec de la transcription : %@
zh_hans: 转写失败：%@
zh_hant: 轉錄失敗：%@

source: Transcription saved, but enhancement failed: %@
de: Transkription gespeichert, aber Verbesserung fehlgeschlagen: %@
fr: Transcription enregistrée, mais l'amélioration a échoué : %@
zh_hans: 转写已保存，但润色失败：%@
zh_hant: 轉錄已儲存，但潤色失敗：%@

source: Transcription was cancelled
de: Transkription wurde abgebrochen
fr: La transcription a été annulée
zh_hans: 转写已取消
zh_hant: 轉錄已取消

source: Translate
de: Übersetzen
fr: Traduire
zh_hans: 翻译
zh_hant: 翻譯

source: Translate to English
de: Ins Englische übersetzen
fr: Traduire en anglais
zh_hans: 翻译成英文
zh_hant: 翻譯成英文

source: Triggers
de: Auslöser
fr: Déclencheurs
zh_hans: 触发条件
zh_hant: 觸發條件

source: Try Enhancement
de: Verbesserung ausprobieren
fr: Essayez l'amélioration
zh_hans: 试试润色
zh_hant: 試試潤色

source: Try a Simple Dictation
de: Ein einfaches Diktat ausprobieren
fr: Essayez une simple dictée
zh_hans: 试试简单听写
zh_hant: 試試簡單聽寫

source: Try a few short samples and see how Yap works before you start.
de: Probiere ein paar kurze Beispiele aus und sieh dir an, wie Yap funktioniert.
fr: Essayez quelques courts échantillons et voyez comment fonctionne Yap avant de commencer.
zh_hans: 开始之前，先试几个简短的示例，看看 Yap 是如何工作的。
zh_hant: 開始之前，先試幾個簡短的範例，看看 Yap 是如何工作的。

source: Try another search term.
de: Versuche einen anderen Suchbegriff.
fr: Essayez un autre terme de recherche.
zh_hans: 请尝试其他搜索词。
zh_hant: 請嘗試其他搜尋詞。

source: Try saying
de: Probier mal zu sagen
fr: Essayez de dire
zh_hans: 试着说一句
zh_hant: 試著說一句

source: Try selecting a different model or redownloading the current model.
de: Wähle ein anderes Modell aus oder lade das aktuelle Modell erneut herunter.
fr: Essayez de sélectionner un autre modèle ou de retélécharger le modèle actuel.
zh_hans: 请尝试选择其他模型，或重新下载当前模型。
zh_hant: 請嘗試選擇其他模型，或重新下載目前模型。

source: Turn On
de: Einschalten
fr: Activer
zh_hans: 开启
zh_hant: 開啟

source: Turn this on if local transcriptions take longer than expected. It prepares the selected model in the background when the app launches or wakes.
de: Aktiviere diese Option, wenn lokale Transkriptionen länger als erwartet dauern. Das ausgewählte Modell wird beim Start oder Aufwachen der App im Hintergrund vorbereitet.
fr: Activez cette option si les transcriptions locales prennent plus de temps que prévu. Il prépare le modèle sélectionné en arrière-plan lorsque l'application se lance ou se réveille.
zh_hans: 如果本地转写耗时超出预期，请开启此选项。App 启动或唤醒时会在后台准备所选模型。
zh_hant: 如果本地轉錄耗時超出預期，請開啟此選項。App 啟動或喚醒時會在後台準備所選模型。

source: Turn your spoken note into a clean email draft with Yap.
de: Verwandle deine gesprochene Notiz mit Yap in einen sauberen E-Mail-Entwurf.
fr: Transformez votre note vocale en un brouillon d'e-mail propre avec Yap.
zh_hans: 用 Yap 把你的口述整理成整洁的邮件草稿。
zh_hant: 用 Yap 把你的口述整理成整潔的郵件草稿。

source: Type
de: Art
zh_hans: 类型
zh_hant: 類型

source: Type %@ to confirm.
de: Gib %@ zur Bestätigung ein.
fr: Saisissez %@ pour confirmer.
zh_hans: 输入 %@ 以确认。
zh_hant: 輸入 %@ 以確認。

# Type in the replacement for a line break, for a new paragraph.
source: Type \n in the replacement for a line break, \n\n for a new paragraph.
de: Gib im Ersatztext \n für einen Zeilenumbruch ein, \n\n für einen neuen Absatz.
fr: Tapez \n dans le remplacement pour un saut de ligne, \n\n pour un nouveau paragraphe.
zh_hans: 替换文本里输入 \n 表示换行，\n\n 表示另起一段。
zh_hant: 取代文字裡輸入 \n 表示換行，\n\n 表示另起一段。

source: Um, tell the team we will meet on Thursday. Actually, no, Friday morning works better.
de: Äh, sag dem Team, dass wir uns am Donnerstag treffen. Nein, eigentlich passt Freitagvormittag besser.
fr: Euh, dis à l'équipe qu'on se retrouve jeudi. Non, en fait, vendredi matin est mieux.
zh_hans: 嗯……告诉团队我们周四开会。不对，周五上午更合适。
zh_hant: 嗯……告訴團隊我們週四開會。不對，週五上午更合適。

source: Unavailable
de: Nicht verfügbar
fr: Indisponible
zh_hans: 不可用
zh_hant: 不可用

source: Unchanged after paste
de: Nach dem Einfügen unverändert
fr: Non modifié après collage
zh_hans: 粘贴后未修改
zh_hant: 貼上後未修改

source: Undo
de: Rückgängig
fr: Défaire
zh_hans: 撤销
zh_hant: 撤銷

source: Undo Last Paste
de: Letztes Einfügen rückgängig
fr: Annuler le dernier collage
zh_hans: 撤销上次粘贴
zh_hant: 撤銷上次貼上

source: Unexpected response from the server
de: Unerwartete Antwort vom Server
fr: Réponse inattendue du serveur
zh_hans: 服务器返回了意外响应
zh_hant: 伺服器返回了意外回應

source: Unknown
de: Unbekannt
fr: Inconnu
zh_hans: 未知
zh_hant: 未知

source: Unknown device
de: Unbekanntes Gerät
fr: Appareil inconnu
zh_hans: 未知设备
zh_hant: 未知裝置

source: Unloading the model
de: Modell wird entladen
fr: Déchargement du modèle
zh_hans: 正在卸载模型
zh_hant: 正在卸載模型

source: Unnamed device
de: Unbenanntes Gerät
fr: Appareil sans nom
zh_hans: 未命名设备
zh_hant: 未命名裝置

source: Unsupported dictionary format: %@
de: Nicht unterstütztes Wörterbuchformat: %@
fr: Format de dictionnaire non pris en charge : %@
zh_hans: 不受支持的词典格式：%@
zh_hant: 不受支援的字典格式：%@

source: Update the word or phrase that should be automatically replaced.
de: Das Wort oder den Ausdruck aktualisieren, der automatisch ersetzt werden soll.
fr: Mettez à jour le mot ou la phrase qui doit être automatiquement remplacé.
zh_hans: 更新需要被自动替换的词语或短语。
zh_hant: 更新需要被自動取代的詞語或短語。

source: Updated at %@
de: Aktualisiert um %@
fr: Mis à jour à %@
zh_hans: 更新于 %@
zh_hant: 更新於 %@

source: Updating
de: Wird aktualisiert
fr: Mise à jour
zh_hans: 正在更新
zh_hant: 正在更新

source: Usage
de: Nutzung
fr: Utilisation
zh_hans: 用量
zh_hant: 用量

source: Use Cloud
de: Cloud verwenden
fr: Utiliser le cloud
zh_hans: 使用云端
zh_hant: 使用雲端

source: Use Cloud Version
de: Cloud-Version verwenden
fr: Utiliser la version du cloud
zh_hans: 使用云端版本
zh_hant: 使用雲端版本

source: Use System Template
de: Systemvorlage verwenden
fr: Utiliser le modèle système
zh_hans: 使用系统模板
zh_hant: 使用系統範本

source: Use a different email
de: Andere E-Mail-Adresse verwenden
fr: Utiliser une autre adresse e-mail
zh_hans: 换一个邮箱
zh_hant: 換一個信箱

source: Use captured on-screen text as context for this mode, when the text around the cursor can't be read.
de: Erfassten Bildschirmtext als Kontext für diesen Modus verwenden, wenn der Text um den Cursor nicht lesbar ist.
fr: Utiliser le texte capturé à l'écran comme contexte pour ce mode quand le texte autour du curseur ne peut pas être lu.
zh_hans: 光标附近的文字读不到时，把捕获的屏幕文本用作此模式的上下文。
zh_hant: 游標附近的文字讀不到時，把捕獲的螢幕文字用作此模式的上下文。

source: Use clipboard text as context for this mode.
de: Text aus der Zwischenablage als Kontext für diesen Modus verwenden.
fr: Utilisez le texte du presse-papiers comme contexte pour ce mode.
zh_hans: 将剪贴板文本用作此模式的上下文。
zh_hant: 將剪貼簿文字用作此模式的上下文。

source: Use selected text from the active app as context for this mode.
de: Ausgewählten Text der aktiven App als Kontext für diesen Modus verwenden.
fr: Utilisez le texte sélectionné dans l'application active comme contexte pour ce mode.
zh_hans: 将当前 App 中选中的文本用作此模式的上下文。
zh_hant: 將目前 App 中選中的文字用作此模式的上下文。

source: Use the app name, window title and up to 3,000 characters around the cursor in the field you're dictating into, plus today's date, the time and your macOS account name. Password fields are never read.
de: App-Name, Fenstertitel und bis zu 3.000 Zeichen um den Cursor im Feld verwenden, in das du diktierst, dazu das heutige Datum, die Uhrzeit und den Namen deines macOS-Kontos. Passwortfelder werden nie gelesen.
fr: Utiliser le nom de l'app, le titre de la fenêtre et jusqu'à 3 000 caractères autour du curseur dans le champ où vous dictez, plus la date du jour, l'heure et le nom de votre compte macOS. Les champs de mot de passe ne sont jamais lus.
zh_hans: 使用当前 App 名、窗口标题，以及你正在听写的输入框里光标前后最多 3,000 个字符，再加上今天的日期、当前时间和你的 macOS 账户名。密码框永远不会读取。
zh_hant: 使用目前 App 名、視窗標題，以及你正在聽寫的輸入框裡游標前後最多 3,000 個字元，再加上今天的日期、目前時間和你的 macOS 帳號名。密碼框永遠不會讀取。

source: Used by "%@"
de: Von "%@" verwendet
fr: Utilisé par "%@"
zh_hans: 被“%@”使用
zh_hant: 被「%@」使用

source: User Message
de: Benutzernachricht
fr: Message utilisateur
zh_hans: 用户消息
zh_hant: 使用者訊息

source: Uses your configured transcription model for fast dictation.
de: Verwendet dein konfiguriertes Transkriptionsmodell für schnelle Diktate.
fr: Utilise votre modèle de transcription configuré pour une dictée rapide.
zh_hans: 使用你配置的转写模型进行快速听写。
zh_hant: 使用你設定的轉錄模型進行快速聽寫。

source: Uses your own OpenRouter key; you pay OpenRouter directly.
de: Nutzt deinen eigenen OpenRouter-Schlüssel; du bezahlst OpenRouter direkt.
fr: Utilise votre propre clé OpenRouter ; vous payez OpenRouter directement.
zh_hans: 用你自己的 OpenRouter key，费用直接付给 OpenRouter。
zh_hant: 用你自己的 OpenRouter key，費用直接付給 OpenRouter。

source: Using: %@
de: Verwendet: %@
fr: Utilisation : %@
zh_hans: 正在使用：%@
zh_hant: 正在使用：%@

source: Variables: YAP_SYSTEM_PROMPT, YAP_USER_PROMPT, YAP_FULL_PROMPT
de: Variablen: YAP_SYSTEM_PROMPT, YAP_USER_PROMPT, YAP_FULL_PROMPT
zh_hans: 变量：YAP_SYSTEM_PROMPT、YAP_USER_PROMPT、YAP_FULL_PROMPT
zh_hant: 變量：YAP_SYSTEM_PROMPT、YAP_USER_PROMPT、YAP_FULL_PROMPT

source: Verify
de: Überprüfen
fr: Vérifier
zh_hans: 验证
zh_hant: 驗證

source: Verify API Key
de: API-Schlüssel überprüfen
fr: Vérifier la clé API
zh_hans: 验证 API 密钥
zh_hant: 驗證 API 金鑰

source: Verify and Save
de: Überprüfen und speichern
fr: Vérifier et enregistrer
zh_hans: 验证并存储
zh_hant: 驗證並儲存

source: Verifying
de: Wird überprüft
fr: Vérification
zh_hans: 正在验证
zh_hant: 正在驗證

source: Verifying...
de: Wird überprüft...
fr: Vérification...
zh_hans: 正在验证…
zh_hant: 正在驗證…

source: Version History
de: Versionsverlauf
fr: Historique des versions
zh_hans: 版本历史
zh_hant: 版本歷史

source: Version History…
de: Versionsverlauf …
fr: Historique des versions…
zh_hans: 版本历史…
zh_hant: 版本歷史…

source: Version Mismatch
de: Versionskonflikt
fr: Incompatibilité de version
zh_hans: 版本不匹配
zh_hant: 版本不比對

source: View details
de: Details anzeigen
fr: Afficher les détails
zh_hans: 查看详情
zh_hant: 查看詳情

source: View dictation stats
de: Diktierstatistiken anzeigen
fr: Afficher les statistiques de dictée
zh_hans: 查看听写统计
zh_hant: 查看聽寫統計

source: Vocabulary
de: Vokabular
fr: Vocabulaire
zh_hans: 词汇
zh_hant: 詞彙

source: Vocabulary Words
de: Vokabular-Wörter
fr: Mots de vocabulaire
zh_hans: 词汇
zh_hant: 詞彙

source: Vocabulary Words (%lld)
de: Vokabular-Wörter (%lld)
fr: Mots du vocabulaire (%lld)
zh_hans: 词汇（%lld）
zh_hant: 詞彙（%lld）

source: Vocabulary and word replacements were exported to %@.
de: Vokabular und Wortersetzungen wurden nach %@ exportiert.
fr: Le vocabulaire et les remplacements de mots ont été exportés vers %@.
zh_hans: 词汇和词语替换已导出到 %@。
zh_hant: 詞彙和詞語取代已匯出到 %@。

source: Vocabulary examples
de: Vokabularbeispiele
fr: Exemples de vocabulaire
zh_hans: 词汇示例
zh_hant: 詞彙範例

source: Vocabulary helps supported transcription models and AI enhancement preserve important names, technical terms, and unique spellings.
de: Vokabular hilft unterstützten Transkriptionsmodellen und der KI-Verbesserung, wichtige Namen, Fachbegriffe und besondere Schreibweisen beizubehalten.
fr: Le vocabulaire aide les modèles de transcription pris en charge et l'amélioration de l'IA à préserver les noms importants, les termes techniques et les orthographes uniques.
zh_hans: 词汇可帮助受支持的转写模型和 AI 润色保留重要的人名、专业术语和特殊拼写。
zh_hant: 詞彙可幫助受支援的轉錄模型和 AI 潤色保留重要的人名、專業術語和特殊拼寫。

source: Voice Activity Detection (VAD)
de: Sprachaktivitätserkennung (VAD)
fr: Détection d'activité vocale (VAD)
zh_hans: 语音活动检测（VAD）
zh_hant: 語音活動偵測（VAD）

source: Voice Edits
de: Sprachbearbeitung
fr: Modifications vocales
zh_hans: 语音修改
zh_hant: 語音修改

source: VoiceInk has no settings to import.
de: VoiceInk hat keine Einstellungen zum Importieren.
fr: VoiceInk n’a aucun réglage à importer.
zh_hans: VoiceInk 里没有可导入的设置。
zh_hant: VoiceInk 裡沒有可匯入的設定。

source: Waiting
de: Wartet
fr: En attendant
zh_hans: 等待中
zh_hant: 等待中

source: Waiting for a cancelled audio import
de: Warten auf einen abgebrochenen Audioimport
fr: En attente d’une importation audio annulée
zh_hans: 正在等待一个已取消的音频导入
zh_hant: 正在等待一個已取消的音訊匯入

source: Waiting for a cancelled dictation
de: Warten auf ein abgebrochenes Diktat
fr: En attente d’une dictée annulée
zh_hans: 正在等待一次已取消的听写
zh_hant: 正在等待一次已取消的聽寫

source: Waiting for a cancelled transcription
de: Warten auf eine abgebrochene Transkription
fr: En attente d’une transcription annulée
zh_hans: 正在等待一次已取消的转写
zh_hant: 正在等待一次已取消的轉錄

source: Waiting for a meeting piece
de: Warten auf einen Besprechungsabschnitt
fr: En attente d’un segment de réunion
zh_hans: 正在等待一段会议录音的转写
zh_hant: 正在等待一段會議錄音的轉錄

source: Waiting for an earlier dictation
de: Warten auf ein früheres Diktat
fr: En attente d’une dictée précédente
zh_hans: 正在等待之前的一次听写
zh_hant: 正在等待之前的一次聽寫

source: Waiting for an earlier transcription
de: Warten auf eine frühere Transkription
fr: En attente d’une transcription précédente
zh_hans: 正在等待之前的一次转写
zh_hant: 正在等待之前的一次轉錄

source: Waiting for payment to complete…
de: Warte auf Abschluss der Zahlung …
fr: En attente de la fin du paiement…
zh_hans: 等待付款完成…
zh_hant: 等待付款完成…

source: Waiting for the audio import
de: Warten auf den Audioimport
fr: En attente de l’importation audio
zh_hans: 正在等待音频导入
zh_hant: 正在等待音訊匯入

source: Waiting for the model to load
de: Warten, bis das Modell geladen ist
fr: En attente du chargement du modèle
zh_hans: 正在等待模型加载
zh_hant: 正在等待模型載入

source: Waiting for the model to unload
de: Warten, bis das Modell entladen ist
fr: En attente du déchargement du modèle
zh_hans: 正在等待模型卸载
zh_hant: 正在等待模型卸載

source: Waiting for the model's warm-up
de: Warten auf das Aufwärmen des Modells
fr: En attente du préchauffage du modèle
zh_hans: 正在等待模型预热
zh_hant: 正在等待模型預熱

source: Watched %1$lld of %2$lld pastes this week
de: Diese Woche %1$lld von %2$lld Einfügungen beobachtet
fr: %1$lld collages observés sur %2$lld cette semaine
zh_hans: 本周 %2$lld 次粘贴中观察到 %1$lld 次
zh_hant: 本週 %2$lld 次貼上中觀察到 %1$lld 次

source: WebVTT Subtitles (.vtt)
de: WebVTT-Untertitel (.vtt)
fr: Sous-titres WebVTT (.vtt)
zh_hans: WebVTT 字幕（.vtt）
zh_hant: WebVTT 字幕（.vtt）

source: Weekly Productivity
de: Wöchentliche Produktivität
fr: Productivité hebdomadaire
zh_hans: 每周生产力
zh_hant: 每周生產力

source: What Happened
de: Was ist passiert?
fr: Ce qui s'est passé
zh_hans: 发生了什么
zh_hant: 發生了什麼

source: What Yap can do beyond plain dictation, and where each one is set up.
de: Was Yap außer Diktieren kann und wo du es einrichtest.
fr: Ce que Yap sait faire au-delà de la dictée, et où le régler.
zh_hans: 除了听写，Yap 还能做什么，各自在哪儿设置。
zh_hant: 除了聽寫，Yap 還能做什麼，各自在哪兒設定。

source: What's New in %@
de: Neu in %@
fr: Nouveautés de %@
zh_hans: %@ 的新变化
zh_hant: %@ 的新變化

source: When this month's spending reaches the cap, Yap Cloud stops charging until next month or until you raise it.
de: Wenn die Ausgaben dieses Monats das Limit erreichen, bucht Yap Cloud nichts mehr ab, bis zum nächsten Monat oder bis du es erhöhst.
fr: Quand les dépenses du mois atteignent le plafond, Yap Cloud cesse de facturer jusqu'au mois suivant ou jusqu'à ce que vous le releviez.
zh_hans: 本月花费达到上限后，Yap Cloud 会停止扣费，直到下个月或你调高上限。
zh_hant: 本月花費達到上限後，Yap Cloud 會停止扣費，直到下個月或你調高上限。

source: With
de: Mit
fr: Avec
zh_hans: 替换为
zh_hant: 取代為

source: With Sync Settings Across Macs on (Settings > Account), your modes, prompts, dictionary, shortcuts and custom models are stored on Yap's server. API keys stay on each Mac.
de: Wenn „Einstellungen auf allen Macs synchronisieren“ aktiv ist (Einstellungen > Konto), werden deine Modi, Prompts, dein Wörterbuch, Tastaturkürzel und eigenen Modelle auf dem Yap-Server gespeichert. API-Schlüssel bleiben auf jedem Mac.
fr: Quand « Synchroniser les réglages entre vos Mac » est activé (Paramètres > Compte), vos modes, prompts, dictionnaire, raccourcis et modèles personnalisés sont stockés sur le serveur de Yap. Les clés API restent sur chaque Mac.
zh_hans: 开启「在多台 Mac 间同步设置」（设置 > 账户）后，你的模式、提示词、词典、快捷键和自定义模型会保存在 Yap 的服务器上。API 密钥只留在各自的 Mac 上。
zh_hant: 開啟「在多台 Mac 間同步設定」（設定 > 帳號）後，你的模式、提示詞、字典、快速鍵和自訂模型會儲存在 Yap 的伺服器上。API 金鑰只留在各自的 Mac 上。

source: Word Replacement
de: Wortersetzung
fr: Remplacement de mots
zh_hans: 词语替换
zh_hant: 詞語取代

source: Word Replacements
de: Wortersetzungen
fr: Remplacements de mots
zh_hans: 词语替换
zh_hant: 詞語取代

source: Word Replacements run after transcription to replace misheard words, phrases, abbreviations, or boilerplate text.
de: Wortersetzungen werden nach der Transkription ausgeführt, um falsch erkannte Wörter, Ausdrücke, Abkürzungen oder Textbausteine zu ersetzen.
fr: Les remplacements de mots s'exécutent après la transcription pour remplacer des mots, des expressions, des abréviations ou du texte passe-partout mal entendus.
zh_hans: 词语替换会在转写之后运行，用于替换听错的词语、短语、缩写或模板文本。
zh_hant: 詞語取代會在轉錄之後執行，用於取代聽錯的詞語、短語、縮寫或範本文字。

source: Word Replacements run after transcription. Vocabulary helps supported transcription models and AI enhancement recognize names, technical terms, and unique spellings.
de: Wortersetzungen werden nach der Transkription angewendet. Das Vokabular hilft unterstützten Transkriptionsmodellen und der KI-Verbesserung, Namen, Fachbegriffe und besondere Schreibweisen zu erkennen.
fr: Les remplacements de mots s'exécutent après la transcription. Le vocabulaire aide les modèles de transcription pris en charge et l'amélioration de l'IA à reconnaître les noms, les termes techniques et les orthographes uniques.
zh_hans: 词语替换会在转写完成后运行。词汇可帮助受支持的转写模型和 AI 润色识别人名、专业术语和特殊拼写。
zh_hant: 詞語取代會在轉錄完成後執行。詞彙可幫助受支援的轉錄模型和 AI 潤色辨識人名、專業術語和特殊拼寫。

source: Word replacement examples
de: Beispiele für Wortersetzungen
fr: Exemples de remplacement de mots
zh_hans: 词语替换示例
zh_hant: 詞語取代範例

source: Words
de: Wörter
fr: Mots
zh_hans: 词数
zh_hant: 詞數

source: Words per day this week
de: Wörter pro Tag diese Woche
fr: Mots par jour cette semaine
zh_hans: 本周每日词数
zh_hant: 本週每日詞數

source: Write Current Settings to Config
de: Aktuelle Einstellungen in die Konfiguration schreiben
fr: Écrire les réglages actuels dans la configuration
zh_hans: 把当前设置写入配置文件
zh_hant: 把目前設定寫入設定檔案

source: Write an Email
de: Eine E-Mail schreiben
fr: Écrire un e-mail
zh_hans: 写一封邮件
zh_hant: 寫一封郵件

source: Write prompt instructions
de: Prompt-Anweisungen schreiben
fr: Écrire des instructions rapides
zh_hans: 编写提示词指令
zh_hant: 編寫提示詞指令

source: Write the notes again with the meeting prompt and this mode's AI provider.
de: Schreibt die Notizen mit dem Meeting-Prompt und dem KI-Anbieter dieses Modus neu.
fr: Réécrit les notes avec le prompt de réunion et le fournisseur IA de ce mode.
zh_hans: 用会议纪要提示词和当前模式的 AI 服务商重新写一遍纪要。
zh_hant: 用會議紀要提示詞和目前模式的 AI 供應商重新寫一遍紀要。

source: Writes settings changes back to the file. The previous file is kept as config.json.bak.
de: Schreibt Änderungen an den Einstellungen zurück in die Datei. Die vorherige Datei bleibt als config.json.bak erhalten.
fr: Réécrit les changements de réglages dans le fichier. L’ancien fichier est conservé sous config.json.bak.
zh_hans: 设置改动会写回文件，旧文件保留为 config.json.bak。
zh_hant: 設定改動會寫回檔案，舊檔案保留為 config.json.bak。

source: Writing notes…
de: Notizen werden geschrieben…
fr: Rédaction des notes…
zh_hans: 正在整理纪要…
zh_hant: 正在整理紀要…

source: Written at %@
de: Geschrieben um %@
fr: Écrit à %@
zh_hans: 已于 %@ 写入
zh_hant: 已於 %@ 寫入

source: Yap can't read the file with this name to compare it.
de: Yap kann die Datei mit diesem Namen nicht lesen, um sie zu vergleichen.
fr: Yap ne peut pas lire le fichier portant ce nom pour le comparer.
zh_hans: Yap 读不了这个同名文件，没法比较。
zh_hant: Yap 讀不了這個同名檔案，沒法比較。

source: Yap Cloud balance
de: Yap-Cloud-Guthaben
fr: Solde Yap Cloud
zh_hans: Yap Cloud 余额
zh_hant: Yap Cloud 餘額

source: Yap Cloud has no transcription models available right now.
de: Yap Cloud hat gerade keine Transkriptionsmodelle verfügbar.
fr: Yap Cloud n'a aucun modèle de transcription disponible pour le moment.
zh_hans: Yap Cloud 暂时没有可用的转写模型。
zh_hant: Yap Cloud 暫時沒有可用的轉錄模型。

source: Yap Cloud is still working on your other dictations. Try again in a moment.
de: Yap Cloud bearbeitet noch deine anderen Diktate. Versuche es gleich noch einmal.
fr: Yap Cloud traite encore vos autres dictées. Réessayez dans un instant.
zh_hans: Yap Cloud 还在处理你的其他听写，请稍等片刻再试。
zh_hant: Yap Cloud 還在處理你的其他聽寫，請稍等片刻再試。

source: Yap Cloud is temporarily unavailable. Try again shortly.
de: Yap Cloud ist vorübergehend nicht verfügbar. Versuche es gleich noch einmal.
fr: Yap Cloud est temporairement indisponible. Réessayez dans un instant.
zh_hans: Yap Cloud 暂时无法使用，请稍后再试。
zh_hant: Yap Cloud 暫時無法使用，請稍後再試。

source: Yap Cloud is temporarily unavailable. Try again shortly. (%@)
de: Yap Cloud ist vorübergehend nicht verfügbar. Versuche es gleich noch einmal. (%@)
fr: Yap Cloud est temporairement indisponible. Réessayez dans un instant. (%@)
zh_hans: Yap Cloud 暂时无法使用，请稍后再试。（%@）
zh_hant: Yap Cloud 暫時無法使用，請稍後再試。（%@）

source: Yap Cloud runs the same models without one: sign in with your email and pay as you go.
de: Yap Cloud nutzt dieselben Modelle ohne Schlüssel: Mit deiner E-Mail anmelden und nach Verbrauch zahlen.
fr: Yap Cloud utilise les mêmes modèles sans clé : connectez-vous avec votre e-mail et payez à l'usage.
zh_hans: 可以用 Yap Cloud，模型一样：用邮箱登录，按用量付费。
zh_hant: 可以用 Yap Cloud，模型一樣：用信箱登入，按用量付費。

source: Yap Cloud speech-to-text model, billed to your balance
de: Yap-Cloud-Sprache-zu-Text-Modell, wird vom Guthaben abgebucht
fr: Modèle de transcription Yap Cloud, facturé sur votre solde
zh_hans: Yap Cloud 语音转文字模型,费用从余额扣除
zh_hant: Yap Cloud 語音轉文字模型,費用從餘額扣除

source: Yap Insights
de: Yap-Einblicke
fr: Informations sur Yap
zh_hans: Yap 使用分析
zh_hant: Yap 使用分析

source: Yap isn't allowed to write to this folder.
de: Yap darf in diesen Ordner nicht schreiben.
fr: Yap n’a pas le droit d’écrire dans ce dossier.
zh_hans: Yap 没有权限写入这个文件夹。
zh_hant: Yap 沒有權限寫入這個資料夾。

source: Yap Modes
de: Yap-Modi
fr: Modes d'encre vocale
zh_hans: Yap 模式
zh_hant: Yap 模式

source: Yap quit during a meeting. It's being recovered in the background and will be in History.
de: Yap wurde während eines Meetings beendet. Es wird im Hintergrund wiederhergestellt und erscheint im Verlauf.
fr: Yap s’est arrêté pendant une réunion. Elle est récupérée en arrière-plan et apparaîtra dans l’historique.
zh_hans: Yap 在会议录制中退出了。正在后台恢复这场会议，完成后会出现在历史记录里。
zh_hant: Yap 在會議錄製中退出了。正在背景復原這場會議，完成後會出現在歷史記錄裡。

source: Yap quit during this meeting, and it couldn't be transcribed afterwards. %@ The audio is saved with this entry.
de: Yap wurde während dieses Meetings beendet, und es konnte danach nicht transkribiert werden. %@ Die Aufnahme ist bei diesem Eintrag gespeichert.
fr: Yap s’est arrêté pendant cette réunion, et elle n’a pas pu être transcrite ensuite. %@ L’audio est enregistré avec cette entrée.
zh_hans: Yap 在这场会议录制中退出了，之后也没能转写。%@录音已随这条记录保存。
zh_hant: Yap 在這場會議錄製中退出了，之後也沒能轉錄。%@錄音已隨這筆記錄儲存。
